tap 'homebrew/cask' || true

brew 'git'
brew 'autoconf'
brew 'bash-completion'
brew 'envconsul'
brew 'rabbitmq'
brew 'mysql'
brew 'mas'
brew 'autoconf'
brew 'openssl'
brew 'azure-cli'

cask 'macdown'
cask 'sequel-pro'
cask 'sublime-text'
cask 'iterm2'
cask '1password'
cask 'docker'
cask 'bartender'

mas 'amphetamine', id: 937984704
mas 'magnet', id: 441258766
mas 'xcode', id: 497799835
mas "slack", id: 803453959
